Repository: bagumamartin/amgi
Catalog: AmgiFeatures/Sources/AmgiAppCore/Resources/Localizable.xcstrings
Source language: en
Languages: es, fr, hu, vi

source: Retention vs cost
es: Retención y coste
fr: Rétention et coût
hu: Felidézés és ráfordítás
vi: Khả năng ghi nhớ và công sức

source: Retrievability
es: Recuperabilidad
fr: Récupérabilité
hu: Felidézhetőség
vi: Khả năng nhớ lại

source: Retrievability — descending
es: Recuperabilidad — descendente
fr: Récupérabilité — décroissante
hu: Felidézhetőség — csökkenő sorrendben
vi: Khả năng nhớ lại — giảm dần

source: Retry
es: Reintentar
fr: Réessayer
hu: Újrapróbálás
vi: Thử lại

source: Return saves · Escape cancels
es: Intro guarda · Escape cancela
fr: Entrée enregistre · Échap annule
hu: Enter ment · Escape megszakít
vi: Return để lưu · Escape để hủy

source: Reveal in Finder
es: Mostrar en Finder
fr: Afficher dans le Finder
hu: Megjelenítés a Finderben
vi: Hiện trong Finder

source: Review Ahead
es: Repaso anticipado
fr: Révision anticipée
hu: Előrehozott ismétlés
vi: Ôn tập trước hạn

source: Review Intervals
es: Intervalos de repaso
fr: Intervalles de révision
hu: Ismétlési időközök
vi: Khoảng cách ôn tập

source: Review Session
es: Sesión de repaso
fr: Session de révision
hu: Ismétlési menet
vi: Phiên ôn tập

source: Review history couldn’t be loaded.
es: No se pudo cargar el historial de repasos.
fr: Impossible de charger l’historique des révisions.
hu: Az ismétlési előzmények betöltése nem sikerült.
vi: Không thể tải lịch sử ôn tập.

source: Review order
es: Orden de repaso
fr: Ordre des révisions
hu: Ismétlési sorrend
vi: Thứ tự ôn tập

source: Review the take, then insert it as a sound attachment.
es: Escucha la grabación y luego insértala como archivo de audio adjunto.
fr: Écoutez l’enregistrement, puis insérez-le comme pièce jointe audio.
hu: Hallgasd vissza a felvételt, majd szúrd be hangmellékletként.
vi: Nghe lại bản ghi rồi chèn vào dưới dạng tệp âm thanh đính kèm.

source: Reviews
es: Repasos
fr: Révisions
hu: Ismétlések
vi: Lượt ôn tập

source: Run FSRS health check on save
es: Comprobar el estado de FSRS al guardar
fr: Vérifier l’état de FSRS à l’enregistrement
hu: FSRS-állapotellenőrzés mentéskor
vi: Kiểm tra tình trạng FSRS khi lưu

source: STUDY MODE
es: MODO DE ESTUDIO
fr: MODE ÉTUDE
hu: TANULÁSI MÓD
vi: CHẾ ĐỘ HỌC

source: Save As…
es: Guardar como…
fr: Enregistrer sous…
hu: Mentés másként…
vi: Lưu thành…

source: Save current search…
es: Guardar búsqueda actual…
fr: Enregistrer la recherche actuelle…
hu: Jelenlegi keresés mentése…
vi: Lưu tìm kiếm hiện tại…

source: Saved
es: Guardado
fr: Enregistré
hu: Mentve
vi: Đã lưu

source: Saved Searches
es: Búsquedas guardadas
fr: Recherches enregistrées
hu: Mentett keresések
vi: Tìm kiếm đã lưu

source: Saved searches
es: Búsquedas guardadas
fr: Recherches enregistrées
hu: Mentett keresések
vi: Tìm kiếm đã lưu

source: Saved searches sync to every device via your collection config — desktop Anki sees them too.
es: Las búsquedas guardadas se sincronizan con todos los dispositivos mediante la configuración de la colección; también aparecen en Anki de escritorio.
fr: Les recherches enregistrées se synchronisent sur tous les appareils via la configuration de votre collection ; Anki sur ordinateur les voit également.
hu: A mentett keresések a gyűjtemény beállításaival minden eszközre szinkronizálódnak, így az asztali Anki is látja őket.
vi: Tìm kiếm đã lưu được đồng bộ tới mọi thiết bị qua cấu hình bộ sưu tập; Anki trên máy tính cũng sẽ thấy chúng.

source: Saving an existing name asks before overwriting. Rename rejects collisions.
es: Al guardar con un nombre existente, se pide confirmación antes de sobrescribir. No se permiten nombres duplicados al cambiarlo.
fr: Avant d’écraser un nom existant, une confirmation est demandée. Le renommage refuse les doublons.
hu: Meglévő név mentésekor a rendszer rákérdez a felülírásra. Átnevezéskor nem engedélyezi az ütközést.
vi: Lưu tên đã tồn tại sẽ yêu cầu xác nhận ghi đè. Đổi tên sẽ từ chối tên bị trùng.

source: Saving…
es: Guardando…
fr: Enregistrement…
hu: Mentés…
vi: Đang lưu…

source: Scope
es: Ámbito
fr: Périmètre
hu: Hatókör
vi: Phạm vi

source: Search
es: Buscar
fr: Rechercher
hu: Keresés
vi: Tìm kiếm

source: Search, limit, order, and rescheduling land atomically via AddOrUpdateFilteredDeck, then the deck rebuilds.
es: La búsqueda, el límite, el orden y la reprogramación se aplican de forma atómica mediante AddOrUpdateFilteredDeck; después se reconstruye el mazo.
fr: La recherche, la limite, l’ordre et la reprogrammation sont appliqués de manière atomique via AddOrUpdateFilteredDeck, puis le paquet est reconstruit.
hu: A keresés, korlát, sorrend és újraütemezés egyetlen lépésben kerül alkalmazásra az AddOrUpdateFilteredDeck művelettel, majd a pakli újraépül.
vi: Tìm kiếm, giới hạn, thứ tự và việc lên lịch lại được áp dụng đồng thời qua AddOrUpdateFilteredDeck, sau đó bộ thẻ được dựng lại.

source: Section
es: Sección
fr: Rubrique
hu: Szakasz
vi: Mục

source: Select All Masks
es: Seleccionar todas las máscaras
fr: Sélectionner tous les masques
hu: Összes kitakarás kijelölése
vi: Chọn tất cả vùng che

source: Select All Results
es: Seleccionar todos los resultados
fr: Sélectionner tous les résultats
hu: Összes találat kijelölése
vi: Chọn tất cả kết quả

source: Select Sibling Cards
es: Seleccionar tarjetas hermanas
fr: Sélectionner les cartes sœurs
hu: Testvérkártyák kijelölése
vi: Chọn các thẻ liên quan

source: Select a deck
es: Seleccionar un mazo
fr: Sélectionner un paquet
hu: Válassz paklit
vi: Chọn bộ thẻ

source: Select a mask on the image to inspect its geometry.
es: Selecciona una máscara en la imagen para revisar su geometría.
fr: Sélectionnez un masque sur l’image pour examiner sa géométrie.
hu: Jelölj ki egy kitakarást a képen a méreteinek megtekintéséhez.
vi: Chọn một vùng che trên ảnh để xem kích thước.

source: Select one row to edit its fields and tags.
es: Selecciona una fila para editar sus campos y etiquetas.
fr: Sélectionnez une ligne pour modifier ses champs et ses étiquettes.
hu: Válassz ki egy sort a mezők és címkék szerkesztéséhez.
vi: Chọn một hàng để sửa các trường và nhãn.

source: Select text while reading to add highlights or make Anki cards.
es: Selecciona texto mientras lees para resaltarlo o crear tarjetas de Anki.
fr: Sélectionnez du texte pendant la lecture pour le surligner ou créer des cartes Anki.
hu: Olvasás közben jelölj ki szöveget kiemelések hozzáadásához vagy Anki-kártyák készítéséhez.
vi: Chọn văn bản khi đọc để đánh dấu hoặc tạo thẻ Anki.

source: Selected Notes
es: Notas seleccionadas
fr: Notes sélectionnées
hu: Kijelölt jegyzetek
vi: Ghi chú đã chọn

source: Selection
es: Selección
fr: Sélection
hu: Kijelölés
vi: Lựa chọn

source: Semantic near-duplicates
es: Casi duplicados semánticos
fr: Quasi-doublons sémantiques
hu: Jelentésükben hasonló duplikátumok
vi: Các mục gần trùng lặp về ngữ nghĩa

source: Separator
es: Separador
fr: Séparateur
hu: Elválasztó
vi: Dấu phân cách

source: Sequential (oldest first)
es: Secuencial (del más antiguo al más reciente)
fr: Séquentiel (du plus ancien au plus récent)
hu: Sorrendben (legrégebbi elöl)
vi: Tuần tự (cũ nhất trước)

source: Server-only changes will be lost
es: Se perderán los cambios que solo están en el servidor
fr: Les modifications présentes uniquement sur le serveur seront perdues
hu: A csak szerveren lévő módosítások elvesznek
vi: Các thay đổi chỉ có trên máy chủ sẽ bị mất

source: Set Due Date
es: Establecer fecha de vencimiento
fr: Définir la date d’échéance
hu: Esedékesség beállítása
vi: Đặt ngày đến hạn

source: Set Due Date…
es: Establecer fecha de vencimiento…
fr: Définir la date d’échéance…
hu: Esedékesség beállítása…
vi: Đặt ngày đến hạn…

source: Set one from the render-mode sheet while reviewing.
es: Selecciona uno en la hoja del modo de visualización durante el repaso.
fr: Choisissez-en une dans la feuille du mode de rendu pendant une révision.
hu: Ismétlés közben állíthatsz be egyet a megjelenítési mód lapján.
vi: Chọn một chế độ trong trang cài đặt cách hiển thị khi ôn tập.

source: Set up a sync server to keep your collection in sync across devices.
es: Configura un servidor de sincronización para mantener tu colección sincronizada entre dispositivos.
fr: Configurez un serveur de synchronisation pour garder votre collection à jour sur tous vos appareils.
hu: Állíts be szinkronizálási szervert, hogy a gyűjteményed naprakész maradjon az eszközeiden.
vi: Thiết lập máy chủ đồng bộ để giữ bộ sưu tập nhất quán trên các thiết bị.

source: Settings will be applied to this deck and any nested subdecks that share its preset.
es: Los ajustes se aplicarán a este mazo y a los submazos que compartan su ajuste preestablecido.
fr: Les réglages s’appliqueront à ce paquet et à ses sous-paquets qui utilisent le même préréglage.
hu: A beállítások erre a paklira és minden olyan alpaklijára érvényesek, amely ugyanazt az előbeállítást használja.
vi: Các cài đặt sẽ áp dụng cho bộ thẻ này và các bộ thẻ con dùng chung mẫu thiết lập.

source: Share
es: Compartir
fr: Partager
hu: Megosztás
vi: Chia sẻ

source: Share…
es: Compartir…
fr: Partager…
hu: Megosztás…
vi: Chia sẻ…

source: Shift existing positions
es: Desplazar posiciones existentes
fr: Décaler les positions existantes
hu: Meglévő pozíciók eltolása
vi: Dịch chuyển các vị trí hiện có

source: Shortcuts apply while reviewing. Select a shortcut to record a new one — letters, digits, space, or arrow keys, with any modifiers (e.g. ⌥→). Press Escape to cancel.
es: Los atajos se aplican durante el repaso. Selecciona uno para grabar otro: letras, números, espacio o flechas, con modificadores (p. ej., ⌥→). Pulsa Escape para cancelar.
fr: Les raccourcis s’appliquent pendant les révisions. Sélectionnez-en un pour en enregistrer un nouveau : lettres, chiffres, espace ou flèches, avec modificateurs (par ex. ⌥→). Appuyez sur Échap pour annuler.
hu: A billentyűparancsok ismétlés közben érvényesek. Válassz egy parancsot az új billentyűkombináció rögzítéséhez: betű, szám, szóköz vagy nyíl módosítóbillentyűkkel (pl. ⌥→). Az Escape megszakítja a műveletet.
vi: Phím tắt có hiệu lực khi ôn tập. Chọn một lệnh để ghi phím tắt mới: chữ cái, chữ số, phím cách hoặc phím mũi tên kèm phím bổ trợ (ví dụ ⌥→). Nhấn Escape để hủy.

source: Show
es: Mostrar
fr: Afficher
hu: Megjelenítés
vi: Hiện

source: Show Answer
es: Mostrar respuesta
fr: Afficher la réponse
hu: Válasz megjelenítése
vi: Hiện đáp án

source: Show Duplicates
es: Mostrar duplicados
fr: Afficher les doublons
hu: Duplikátumok megjelenítése
vi: Hiện mục trùng lặp

source: Show answer
es: Mostrar respuesta
fr: Afficher la réponse
hu: Válasz megjelenítése
vi: Hiện câu trả lời

source: Show answer timer
es: Mostrar temporizador de respuesta
fr: Afficher le minuteur de réponse
hu: Válaszadási időzítő megjelenítése
vi: Hiện đồng hồ bấm giờ trả lời

source: Show reminder
es: Mostrar recordatorio
fr: Afficher le rappel
hu: Emlékeztető megjelenítése
vi: Hiện lời nhắc

source: Sign Out
es: Cerrar sesión
fr: Se déconnecter
hu: Kijelentkezés
vi: Đăng xuất

source: Sign out
es: Cerrar sesión
fr: Se déconnecter
hu: Kijelentkezés
vi: Đăng xuất

source: Small (320px)
es: Pequeño (320px)
fr: Petit (320 px)
hu: Kicsi (320 px)
vi: Nhỏ (320px)

source: Sort
es: Ordenar
fr: Trier
hu: Rendezés
vi: Sắp xếp

source: Sort by
es: Ordenar por
fr: Trier par
hu: Rendezés alapja
vi: Sắp xếp theo

source: Sort decks
es: Ordenar mazos
fr: Trier les paquets
hu: Paklik rendezése
vi: Sắp xếp bộ thẻ

source: Source
es: Origen
fr: Origine
hu: Forrás
vi: Nguồn

source: Source URL template
es: Plantilla de URL de origen
fr: Modèle d’URL source
hu: Forrás-URL-sablon
vi: Mẫu URL nguồn

source: Sources
es: Orígenes
fr: Origines
hu: Források
vi: Nguồn

source: Space-separated
es: Separados por espacios
fr: Séparés par des espaces
hu: Szóközzel elválasztva
vi: Ngăn cách bằng dấu cách

source: Spacing
es: Espaciado
fr: Espacement
hu: Térköz
vi: Khoảng cách

source: Square
es: Cuadrado
fr: Carré
hu: Négyzet
vi: Hình vuông

source: Start New
es: Empezar una nota nueva
fr: Commencer une nouvelle note
hu: Új létrehozása
vi: Tạo mới

source: Startup Error
es: Error de inicio
fr: Erreur au démarrage
hu: Indítási hiba
vi: Lỗi khởi động

source: Still want to study this deck?
es: ¿Aún quieres estudiar este mazo?
fr: Voulez-vous toujours étudier ce paquet ?
hu: Továbbra is tanulnál ebből a pakliból?
vi: Bạn vẫn muốn học bộ thẻ này chứ?

source: Stop timer on answer
es: Detener temporizador al responder
fr: Arrêter le minuteur à la réponse
hu: Időzítő leállítása válaszadáskor
vi: Dừng đồng hồ khi trả lời

source: Study Assistant sends only a bounded set of matching note fields to Apple's system model. Ijuka does not proxy those requests through its own server, and the assistant cannot rate, schedule, edit, or delete cards.
es: El Asistente de estudio solo envía un conjunto limitado de campos de notas coincidentes al modelo del sistema de Apple. Ijuka no redirige esas solicitudes por sus propios servidores y el asistente no puede calificar, programar, editar ni eliminar tarjetas.
fr: L’Assistant d’étude n’envoie qu’un ensemble limité de champs de notes correspondants au modèle système d’Apple. Ijuka ne relaie pas ces requêtes par ses propres serveurs, et l’assistant ne peut ni noter, ni planifier, ni modifier, ni supprimer de cartes.
hu: A Tanulási asszisztens csak a megfelelő jegyzetmezők korlátozott részét küldi el az Apple rendszermodelljének. Az Ijuka nem továbbítja a kéréseket saját szerverén keresztül; az asszisztens nem értékelhet, ütemezhet, szerkeszthet vagy törölhet kártyákat.
vi: Trợ lý học tập chỉ gửi một số trường ghi chú phù hợp trong giới hạn tới mô hình hệ thống của Apple. Ijuka không chuyển yêu cầu qua máy chủ riêng; trợ lý không thể chấm điểm, lên lịch, sửa hoặc xóa thẻ.

source: Study Assistant…
es: Asistente de estudio…
fr: Assistant d’étude…
hu: Tanulási asszisztens…
vi: Trợ lý học tập…

source: Study Now
es: Estudiar ahora
fr: Étudier maintenant
hu: Tanulás most
vi: Học ngay

source: Study cuts
es: Periodos de estudio
fr: Périodes d’étude
hu: Tanulási időszakok
vi: Khoảng thời gian học

source: Study mode
es: Modo de estudio
fr: Mode d’étude
hu: Tanulási mód
vi: Chế độ học

source: Study with context
es: Estudiar con contexto
fr: Étudier avec du contexte
hu: Tanulás a jegyzeteid alapján
vi: Học với ngữ cảnh

source: Subscript
es: Subíndice
fr: Indice inférieur
hu: Alsó index
vi: Chỉ số dưới

source: Superscript
es: Superíndice
fr: Exposant
hu: Felső index
vi: Chỉ số trên

source: Suspend
es: Suspender
fr: Suspendre
hu: Felfüggesztés
vi: Tạm ngưng

source: Suspend Card
es: Suspender tarjeta
fr: Suspendre la carte
hu: Kártya felfüggesztése
vi: Tạm ngưng thẻ

source: Suspend Note
es: Suspender nota
fr: Suspendre la note
hu: Jegyzet felfüggesztése
vi: Tạm ngưng ghi chú

source: Suspend card
es: Suspender tarjeta
fr: Suspendre la carte
hu: Kártya felfüggesztése
vi: Tạm ngưng thẻ

source: Swipe to turn a chapter is disabled; use the page edges or arrow keys.
es: El gesto para cambiar de capítulo está desactivado; usa los bordes de la página o las teclas de flecha.
fr: Le balayage pour changer de chapitre est désactivé ; utilisez les bords de page ou les flèches du clavier.
hu: A fejezetlapozó húzás ki van kapcsolva; használd az oldal széleit vagy a nyílbillentyűket.
vi: Vuốt để chuyển chương đã bị tắt; hãy dùng mép trang hoặc các phím mũi tên.

source: Sync
es: Sincronizar
fr: Synchroniser
hu: Szinkronizálás
vi: Đồng bộ hóa

source: Sync Complete
es: Sincronización completada
fr: Synchronisation terminée
hu: A szinkronizálás befejeződött
vi: Đồng bộ hoàn tất

source: Sync Failed
es: Error de sincronización
fr: Échec de la synchronisation
hu: A szinkronizálás nem sikerült
vi: Đồng bộ thất bại

source: Sync Now
es: Sincronizar ahora
fr: Synchroniser maintenant
hu: Szinkronizálás most
vi: Đồng bộ ngay

source: Sync Server Compatibility
es: Compatibilidad del servidor de sincronización
fr: Compatibilité du serveur de synchronisation
hu: Szinkronizálási szerverek kompatibilitása
vi: Khả năng tương thích với máy chủ đồng bộ

source: Sync should finish before you replace a collection. Ijuka cancels an active sync and creates a local recovery package first.
es: La sincronización debe terminar antes de reemplazar una colección. Ijuka cancela la sincronización activa y crea primero un paquete local de recuperación.
fr: La synchronisation doit se terminer avant le remplacement d’une collection. Ijuka annule toute synchronisation en cours et crée d’abord un paquet de récupération local.
hu: A gyűjtemény lecserélése előtt várd meg a szinkronizálás végét. Az Ijuka leállítja a folyamatban lévő szinkronizálást, és előbb helyi helyreállítási csomagot készít.
vi: Hãy đợi đồng bộ hoàn tất trước khi thay bộ sưu tập. Ijuka sẽ hủy đồng bộ đang chạy và tạo gói khôi phục cục bộ trước.

source: Sync with your server, or create a deck to get started.
es: Sincroniza con tu servidor o crea un mazo para empezar.
fr: Synchronisez avec votre serveur ou créez un paquet pour commencer.
hu: A kezdéshez szinkronizálj a szervereddel, vagy hozz létre egy paklit.
vi: Đồng bộ với máy chủ hoặc tạo bộ thẻ để bắt đầu.

source: Syncing is disabled
es: La sincronización está desactivada
fr: La synchronisation est désactivée
hu: A szinkronizálás ki van kapcsolva
vi: Đồng bộ đã tắt

source: System model
es: Modelo del sistema
fr: Modèle système
hu: Rendszermodell
vi: Mô hình hệ thống

source: Tab
es: Pestaña
fr: Onglet
hu: Lap
vi: Thẻ

source: Tag Name
es: Nombre de etiqueta
fr: Nom de l’étiquette
hu: Címke neve
vi: Tên thẻ

source: Tag only
es: Solo etiqueta
fr: Étiquette uniquement
hu: Csak címkézés
vi: Chỉ gắn thẻ

source: Tags help group related notes and make them easier to find.
es: Las etiquetas ayudan a agrupar notas relacionadas y a encontrarlas con más facilidad.
fr: Les étiquettes permettent de regrouper les notes associées et de les retrouver plus facilement.
hu: A címkék segítenek csoportosítani a kapcsolódó jegyzeteket, és könnyebbé teszik a keresésüket.
vi: Thẻ giúp nhóm các ghi chú liên quan và tìm chúng dễ dàng hơn.

source: Tags to Add
es: Etiquetas que añadir
fr: Étiquettes à ajouter
hu: Hozzáadandó címkék
vi: Nhãn cần thêm

source: Tap and drag to draw a mask. Drag handles to resize.
es: Toca y arrastra para dibujar una máscara. Arrastra los controles para cambiar su tamaño.
fr: Touchez et faites glisser pour dessiner un masque. Faites glisser les poignées pour le redimensionner.
hu: Koppints és húzd az ujjad a kitakarás megrajzolásához. A fogantyúkkal módosíthatod a méretét.
vi: Chạm và kéo để vẽ vùng che. Kéo các nút điều khiển để đổi kích thước.

source: Tap the bookmark icon in the top toolbar to save your place.
es: Toca el icono de marcador de la barra superior para guardar tu posición.
fr: Touchez l’icône de signet dans la barre d’outils supérieure pour enregistrer votre position.
hu: A helyed mentéséhez koppints a könyvjelző ikonra a felső eszköztáron.
vi: Chạm biểu tượng dấu trang trên thanh công cụ phía trên để lưu vị trí đọc.

source: Tap the menu button below
es: Toca el botón de menú de abajo
fr: Touchez le bouton de menu ci-dessous
hu: Koppints lent a menügombra
vi: Chạm nút menu bên dưới

source: Tap to replay audio, double tap to exit.
es: Toca para volver a reproducir el audio; toca dos veces para salir.
fr: Touchez pour relancer l’audio, touchez deux fois pour quitter.
hu: Koppints a hang újbóli lejátszásához, koppints duplán a kilépéshez.
vi: Chạm để phát lại âm thanh, chạm hai lần để thoát.

source: Target
es: Objetivo
fr: Cible
hu: Cél
vi: Đích

source: Target note type
es: Tipo de nota de destino
fr: Type de note cible
hu: Céltípus
vi: Loại ghi chú đích

source: Technical details
es: Detalles técnicos
fr: Détails techniques
hu: Műszaki részletek
vi: Chi tiết kỹ thuật

source: Template Editor
es: Editor de plantillas
fr: Éditeur de modèle
hu: Sablonszerkesztő
vi: Trình sửa mẫu

source: Template mapping
es: Asignación de plantilla
fr: Correspondance du modèle
hu: Sablon megfeleltetése
vi: Ánh xạ mẫu

source: Templates
es: Plantillas
fr: Modèles
hu: Sablonok
vi: Mẫu

source: Term
es: Término
fr: Terme
hu: Kifejezés
vi: Từ

source: Text color
es: Color del texto
fr: Couleur du texte
hu: Szövegszín
vi: Màu chữ

source: The AI model powers smarter deck icons and meaning-based search. We'll ask again when you're back online — the app works fully without it.
es: El modelo de IA mejora los iconos de los mazos y la búsqueda por significado. Volveremos a preguntarte cuando tengas conexión; la app funciona perfectamente sin él.
fr: Le modèle d’IA améliore les icônes des paquets et la recherche par sens. Nous vous le reproposerons lorsque vous serez de nouveau en ligne ; l’app fonctionne parfaitement sans lui.
hu: Az MI-modell segíti az intelligensebb pakliikonokat és a jelentésalapú keresést. Ha ismét online leszel, újra rákérdezünk. Az alkalmazás nélküle is teljes értékűen működik.
vi: Mô hình AI hỗ trợ biểu tượng bộ thẻ thông minh hơn và tìm kiếm theo ý nghĩa. Chúng tôi sẽ hỏi lại khi bạn có mạng; ứng dụng vẫn hoạt động đầy đủ nếu không có mô hình.

source: The original file will not be changed.
es: El archivo original no se modificará.
fr: Le fichier d’origine ne sera pas modifié.
hu: Az eredeti fájl nem változik.
vi: Tệp gốc sẽ không bị thay đổi.

source: Themes & Settings
es: Temas y ajustes
fr: Thèmes et réglages
hu: Témák és beállítások
vi: Chủ đề và cài đặt

source: These cards will move to a new schedule.
es: Estas tarjetas pasarán a un nuevo calendario.
fr: Ces cartes adopteront un nouveau calendrier.
hu: Ezek a kártyák új ütemezést kapnak.
vi: Các thẻ này sẽ được lên lịch lại.

source: Thinking on device…
es: Pensando en el dispositivo…
fr: Réflexion sur l’appareil…
hu: Gondolkodás az eszközön…
vi: Đang xử lý trên thiết bị…

source: This copy of Ijuka is missing part of the assistant feature. Updating or reinstalling Ijuka restores it.
es: Esta versión de Ijuka no incluye parte de la función de asistente. Actualizar o reinstalar Ijuka la restaurará.
fr: Cette version d’Ijuka ne contient qu’une partie de la fonction d’assistant. La mise à jour ou la réinstallation d’Ijuka la rétablit.
hu: Az Ijuka ezen példányából hiányzik az asszisztens egyik összetevője. Frissítés vagy újratelepítés helyreállítja.
vi: Bản Ijuka này bị thiếu một phần của trợ lý. Cập nhật hoặc cài đặt lại Ijuka để khôi phục.

source: This deletes the active profile's collection database, media, and stored credentials. Other profiles are unaffected. The action cannot be undone.
es: Esto elimina la base de datos de la colección, los archivos multimedia y las credenciales guardadas del perfil activo. Los demás perfiles no se ven afectados. Esta acción no se puede deshacer.
fr: Cela supprime la base de données de la collection, les médias et les identifiants enregistrés du profil actif. Les autres profils ne sont pas concernés. Cette action est irréversible.
hu: Törli az aktív profil gyűjtemény-adatbázisát, médiafájljait és mentett hitelesítő adatait. A többi profilt nem érinti. Ez a művelet nem vonható vissza.
vi: Thao tác này sẽ xóa cơ sở dữ liệu bộ sưu tập, tệp đa phương tiện và thông tin đăng nhập đã lưu của hồ sơ hiện tại. Các hồ sơ khác không bị ảnh hưởng. Không thể hoàn tác.

source: This deletes the note and all its cards. The action cannot be undone.
es: Esto elimina la nota y todas sus tarjetas. Esta acción no se puede deshacer.
fr: Cela supprime la note et toutes ses cartes. Cette action est irréversible.
hu: Ez törli a jegyzetet és az összes hozzá tartozó kártyát. A művelet nem vonható vissza.
vi: Thao tác này sẽ xóa ghi chú và tất cả thẻ liên quan. Không thể hoàn tác.

source: This document does not define a table of contents.
es: Este documento no define una tabla de contenido.
fr: Ce document ne définit pas de table des matières.
hu: Ez a dokumentum nem tartalmaz tartalomjegyzéket.
vi: Tài liệu này không có mục lục.
